[
	{
		"title": "How to mint a Heart of Gold (HoG) NFT?",
		"description": "<p>Getting hold of a Heart of Gold (HoG) NFT lottery ticket is simple. Follow these steps for a successful minting experience:</p><ul><li>Check your browser and verify that you are on our official website: <a href=\"https://heartofgoldnft.com\" target=\"_blank\" rel=\"noreferrer\">heartofgoldnft.com</a> - this is important to prevent phishing.</li><li>Press the \"Connect Wallet\" button at the top right corner of our website to connect your wallet (MetaMask, Binance Wallet, WalletConnect, Coinbase Wallet). Please ensure you are linked to BNB Chain (Binance Smart Chain).</li><li>Once your wallet is connected, enter the amount of HoG lottery tickets you would like to mint and click on \"Mint\".</li><li>Your wallet will open up a confirmation screen on a separate tab. Check the details and proceed by confirming the transaction.</li><li>You will be automatically redirected to our website, and your HoG NFT tickets will appear in your personal account.</li></ul>"
	},
	{
		"title": "Who is Deus ex Machina?",
		"description": "<p>Deus ex Machina is a mysterious entity trying to take a physical form, but making that happen requires tickets. The stones featured on the NFT tickets provide energy to DeM. More details on the essence of Deus ex Machina will be disclosed as the project develops.</p>"
	},
	{
		"title": "How can I sell my ticket to Deus?",
		"description": "<p>Once the entire Heart of Gold collection is minted, this option will become available on your personal account. Remember that selling your ticket to Deus ex Machina will result in a permanent burning operation. The asset will no longer be available for re-purchase on the secondary market.</p>"
	},
	{
		"title": "How much can I sell my ticket for?",
		"description": "<p>The value that Deus ex Machina offers you depends on the rarity of your NFT lottery ticket. DeM can pay up to 100X the original minting price based on the unique attributes of your tickets.</p>"
	},
	{
		"title": "What is the Super Lottery, and how to participate in it?",
		"description": "<p>Super Lottery is a prize draw available to all HoG holders. This special lottery happens once every several months and offers exceptionally high rewards for winners. Every holder that hasn't sold tickets to Deus ex Machina or in the secondary market can join in.</p>"
	},
	{
		"title": "Will you be running mintings on other blockchains?",
		"description": "Yes. According to our roadmap, the first minting even is held on BNB Chain (Binance Smart Chain), and we are working on bridges with networks such as Ethereum, Solana, Polygon, Tron, and others. Follow us on social media to stay tuned for the latest updates."
	},
	{
		"title": "I saw a similar project to yours. How can I be sure it's not a scam?",
		"description": "<p>Unfortunately, scammers are everywhere these days. To stay on the safe side, we recommend verifying whether you're navigating the correct website (heartofgoldnft.com) and reading the feeds of our official <a href=\"https://linktr.ee/heartofgoldnft\" target=\"_blank\" rel=\"noreferrer\">social media profiles.</a> Beware of fakes. Only HEART of GOLD can guarantee that you will receive your winnings.</p>"
	},
	{
		"title": "Do you have special promotional activities planned? (quizzes, draws, giveaways)",
		"description": "<p>Yes. Our team is constantly working on different mechanics to engage with the community and give out exciting prizes through regular giveaways, quizzes, and special competitions. To participate, <a href=\"https://discord.gg/UmVjNZ4858\" target=\"_blank\" rel=\"noreferrer\">join our discord server.</a></p>"
	}
]
